[

  {
    "name": "Bradepandeomelet",
    "desc": "Denne ret kan benyttes som et proteinrigt alternativ til vegetarisk pålæg",
    "content": [
      {
        "id": "Kyllingefilet",
        "amount": 0.450
      },
      {
        "id": "Spinat",
        "amount": 0.700
      },
      {
        "id": "Æg",
        "amount": 14
      },
      {
        "id": "Tomater",
        "amount": 8
      }
    ],
    "recipe": "Put den frosne spinat i en stor gryde med låg og varm den ved middelvarme. Hak tomaterne i små tern og put dem i gryden sammen med frø og krydderier (f.eks. lidt spidskommen og muskatnød). Sluk komfuret når spinaten er varm og smeltet.\\ Tænd ovnen på 200 grader (180 grader ved varmluft). Steg kyllingeternene på panden. Husk at kyllingen skal i ovnen, så den skal ikke være gennemstegt. Kødet må gerne være rosa. Når kyllingen er færdig blandes det i gryden sammen med resten af blandingen.\\ Pisk nu æggene godt sammen i en anden skål, massen skal være jævn og luftig.\\ Find en stor bradepande og dæk den med bagepapir eller smør den. Fordel herefter spinatblandingen jævnt og hæld æggemassen henover. Sæt det hele i ovnen og lad det bage i ca. 30-35 min.",
    "persons": 15,
    "time": "35 minutter i ovnen",
    "meal": "Morgenmad"
  },
  {
    "name": "Bønnepostej",
    "desc": "En let postej af bønner, der egner sig godt som fyld i sandwiches eller dip til grøntsager",
    "content": [
      {
        "id": "Kidneybønner",
        "amount": 1.0
      },
      {
        "id": "Karry",
        "amount": 1.0
      },
      {
        "id": "Hvidløg",
        "amount": 1.5
      },
      {
        "id": "Rødløg",
        "amount": 0.05
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Start med at finde din stavblender eller foodprocessor frem, for hvis du skal mose bønner i hånden, så tager det lidt mere end 3 minutter. \\Hæld vandet fra bønnerne og skyl dem godt under rindende vand.\\Hæld bønner og karry i en skål og blend til du får en tyk, lyserød masse.\\ Pres hvidløgsfedene og skær rødlæget i små tern og vend begge dele i postejen. Smag til med salt og peber.",
    "persons": 4,
    "time": "5 minutter",
	 "meal": "Frokost"
  },
  {
    "name": "Ristede og stærke kikærter",
    "desc": "Lækre kikærter, der enten kan spises som de er, eller bruges som sprød og krydret topping på en salat eller en wok. Kan også laves i glutenfri version, hvor majsmelet udelukkes",
    "content": [
      {
        "id": "Kikærter",
        "amount": 1
      },
      {
        "id": "Olivenolie",
        "amount": 2
      },
      {
        "id": "Majsmel",
        "amount": 1
      },
      {
        "id": "Salt",
        "amount": 0.5
      },
      {
        "id": "Spidskommen",
        "amount": 1
      },
      {
        "id": "Sød paprika",
        "amount": 1
      }
    ],
    "recipe": "Skyl kikærterne og lad dem dryppe godt af i en sigte.\\ Bland de øvrige ingredienser sammen og vend kikærterne i blandingen.\\ Spred de krydrede kikærterne ud på en bageplade med bagepapir og bag dem ved 220C i 20-30 min., eller indtil de virker sprøde – rør undervejs.\\Lad dem køle helt af på bagepladen.",
    "persons": 4,
    "time": "30 minutter",
    "meal": "Snacks og desserter"
  },
  {
    "name": "Hummus",
    "desc": "Tilbehør der både kan bruges som pålæg eller som dip. Kan med fordel tilsættes en smule spidskommen.",
    "content": [
      {
        "id": "Kikærter",
        "amount": 1
      },
      {
        "id": "Olivenolie",
        "amount": 10
      },
      {
        "id": "Citronsaft",
        "amount": 2
      },
      {
        "id": "Tahin",
        "amount": 2
      },
      {
        "id": "Presset hvidløg",
        "amount": 2
      },
      {
        "id": "Salt",
        "amount": 1
      }
    ],
    "recipe": "Kikærterne skylles og dryppes godt af i en sigte.\\ Blend kikærterne med de øvrige ingredienser indtil konsistensen er som ønsket. \\Tilsæt evt. mere olie, hvis der er behov for det. Smag til med salt og citron.",
    "persons": 4,
    "time": "12 minutter",
	"meal": "Frokost"
  },
  {
    "name": "Fyldte auberginer",
    "desc": "En nem ret som kan bruges kombineret med andre retter som aftensmad. Kan eventuelt toppes med mozzarella",
    "content": [
      {
        "id": "Aubergine",
        "amount": 2
      },
      {
        "id": "Kikærter",
        "amount": 2
      },
      {
        "id": "Spinat",
        "amount": 0.150
      },
      {
        "id": "Løg",
        "amount": 1
      },
      {
        "id": "Ketchup",
        "amount": 2
      },
      {
        "id": "Karry",
        "amount": 3
      },
      {
        "id": "Olivenolie",
        "amount": 4
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Rens og skær auberginerne over i halve og skær hvidløg og løget fint.\\ Dræn vandet fra kikærterne og udhul auberginen.\\ Kom olie på auberginebådene og sæt dem i en 180 grader varm ovn på et ovnfast fad, mens du steger fyldet.\\ Skær derefter kødet fra auberginen i små stykker og varm olien op i en gryde ved middelhøj varme. Tilsæt løg og hvidløg og steg dem til løgene er gennemsigtige, hvorefter karry tilsættes. Kom da kikærter og ketchup i gryden og lad det stege videre i 5 minutter.\\ Derefter tilsættes spinaten, som man lader stege indtil, at den enten er tøet op eller faldet sammen. \\Smag til med salt og peber og skær eventuelt mozzarellaen i tynde skiver. \\Tag auberginerne ud af ovnen og kom fyldet i og top evt med osten. \\Kom igen fadet ind i ovnen og bag i et kvarter til osten er smeltet og gyldenbrun eller man kan se at fyldet er blevet gyldenbrun. ",
    "persons": 3,
    "time": "30 minutter",
    "meal": "Aftensmad"
  },
  {
    "name": "Indisk dhal",
    "desc": "En ret der er ideel til mange mennesker på en gang. Kan passe sig selv det meste af foreberedelsestiden",
    "content": [
      {
        "id": "Hvidløg",
        "amount": 4
      },
      {
        "id": "Olivenolie",
        "amount": 2
      },
      {
        "id": "Karry",
        "amount": 3
      },
      {
        "id": "Spidskommen",
        "amount": 3
      },
      {
        "id": "Koriander (eller spidskommen om nødvendigt)",
        "amount": 1.5
      },
      {
        "id": "Kardemomme (evt.)",
        "amount": 0.5
      },
      {
        "id": "Chiliflager eller cayenne (evt.)",
        "amount": 0.5
      },
      {
        "id": "Vand",
        "amount": 0.5
      },
      {
        "id": "Grøntsagsbouillon",
        "amount": 1
      },
      {
        "id": "Revet ingefær",
        "amount": 2
      },
      {
        "id": "Røde linser",
        "amount": 0.200
      },
      {
        "id": "Dåsetomater",
        "amount": 2
      }
    ],
    "recipe": "Varm olien i en stor gryde ved middel varme og tilsæt hvidløg og ingefær og rør rundt i 1 minut, hvorefter karry, spidskommen, kardemomme, koriander, og chiliflager tilsættes.\\ Svits krydderierne af i et minut under omrøring. \\Skyl linserne i en sigte og kom dem i gryden sammen med grøntsagsboullion og hakkede tomater. \\Lad det simre under låg i 45 minutter. Rør jævnligt i gryden og tilsæt evt. lidt vand, hvis den bliver for fast. \\Smag til med salt og server i dybe skåle med masser af koriander på toppen, raita og brød gerne naan.",
    "persons": 4,
    "time": "1 time(med Raita)",
    "meal": "Aftensmad"
  },
  {
    "name": "Raita",
    "desc": "En ret der fungerer som tilbehør til retten Indisk Dahl",
    "content": [
      {
        "id": "Yoghurt",
        "amount": 0.2
      },
      {
        "id": "Agurk",
        "amount": 0.5
      },
      {
        "id": "Hvidløg",
        "amount": 1
      },
      {
        "id": "Spidskommen",
        "amount": 0.5
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Riv agurken groft og pres hvidløget.\\ Derefter blandes yoghurt, den groftrevede agurk, hvidløg og spidskommen, og smages til sidst til med salt og peber",
    "persons": 4,
    "time": "1 time(med Dahl)"
  },
  {
    "name": "Wok med nudler",
    "desc": "En lækker vegetarisk wokret, der substituerer kød med tofu for at mindske klimabelastningen",
    "content": [
      {
        "id": "Porre",
        "amount": 2
      },
      {
        "id": "Hvidløg",
        "amount": 3
      },
      {
        "id": "Hvidkålshoved",
        "amount": 0.25
      },
      {
        "id": "Gulerødder",
        "amount": 3
      },
      {
        "id": "Sukkerærter (kan udelades)",
        "amount": 0.200
      },
      {
        "id": "Fuldkornsnudler",
        "amount": 0.400
      },
      {
        "id": "Fast tofu",
        "amount": 0.300
      },
      {
        "id": "Champignon",
        "amount": 0.500
      },
      {
        "id": "Kokosmælk",
        "amount": 1
      },
      {
        "id": "Kokosolie",
        "amount": 2
      },
      {
        "id": "Sambal Oelek",
        "amount": 1.5
      },
      {
        "id": "Fiskesovs (evt.)",
        "amount": 1
      },
      {
        "id": "Usprøjtede lime",
        "amount": 1
      },
      {
        "id": "Frisk koriander (evt.)",
        "amount": 1
      },
      {
        "id": "Peber",
        "amount": 1
      },
      {
        "id": "Soya",
        "amount": 3
      }
    ],
    "recipe": "Start med at gøre alle grøntsagerne klar. Det vil sige skyl, porrer, kål, gulerødder, sukkerærter og champignoner, hvis nødvendigt. Skær derefter alle grøntsagerne i mundrette stykker. \\Skær tofuen så tofuen i små firkanter på ca. 1 gange 1 cm. Lav en marinade til tofuen bestående af 1 presset lime, 1 spsk soya, 1 spsk smeltet kokosolie og revet limeskal fra de 2 lime. Kom tofuen i marinaden og lad stå, mens resten af maden tilberedes. \\Varm kokosolien op i en wok eller tykbundet gryde ved høj varme og tilsæt porrer og presset hvidløg.\\ Tilsæt efterfølgende gulerødder og champignon og steg et par minutter. Tilsæt da resten af grøntsagerne og steg yderligere 5 minutter.\\ Tilsæt kokosmælk og eventuel 1 dl vand, hvis der ønskes mere sovs. \\Kom til sidst sambal oelek, fiskesovs, limejuice og halvdelen af den friske, hakkede koriander i wokken. \\Kom låg på wokken og lad koge, mens tofuen steges på en pande ved middelhøj varme. \\Bland tofuen med resten af wokken og server med nudler kogt efter anvisning på pakken og friskhakket koriander ved siden af.",
    "persons": 5,
    "time": "1 time"
  },
  {
    "name": "Hurtig pastaret med citron og svampe",
    "desc": "Nem pastaret. Sæssonsvarende svampe kan med fordel benyttes. Retten kan også spises med revet parmesan til.",
    "content": [
      {
        "id": "Løg",
        "amount": 1
      },
      {
        "id": "Hvidløg",
        "amount": 2
      },
      {
        "id": "Madlavningsfløde med lav fedtprocent",
        "amount": 0.25
      },
      {
        "id": "Blandede svampe",
        "amount": 0.5
      },
      {
        "id": "Citron",
        "amount": 1
      },
      {
        "id": "Spinat",
        "amount": 0.200
      },
      {
        "id": "Timian",
        "amount": 2
      },
      {
        "id": "Olivenolie",
        "amount": 2
      },
      {
        "id": "Hvedemel",
        "amount": 0.015
      },
      {
        "id": "Persille",
        "amount": 1
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Start med at hakke løg og presse hvidløget og derefter rens og skær svampene i mundrette stykker, og derefter start med at koge pastaen efter anvisning på posen.\\ Steg hvidløg og løg ved middelhøj varme, indtil løget bliver gennemsigtig. Tilsæt svampe og steg i 5 minutter, mens du laver en meljævning bestående af 1 spsk og 7 spsk vand som rystes sammen. \\Kom fløden, revet citronskal, timian og halvdelen af meljævningen i. Reguler konsistensen af sovsen ved at tilsætte henholdsvis vand eller mere meljævning. \\Når rette konsistens er opnået tilsæt da spinat, revet parmesan og hakket persille. Smag til med salt, peber og citronjuice og kom pastaen op i sovsen.",
    "persons": 4,
    "time": "30 minutter"
  },
  {
    "name": "Ærtesuppe med mynte og hvidløgsbrød",
    "desc": "En relativt hurtig suppe, som nemt kan laves til størere forsamlinger",
    "content": [
      {
        "id": "Frosne ærter",
        "amount": 0.500
      },
      {
        "id": "Kokosmælk",
        "amount": 1
      },
      {
        "id": "Grøntsagsbouillon",
        "amount": 1
      },
      {
        "id": "Mynte",
        "amount": 1
      },
      {
        "id": "Løg",
        "amount": 1
      },
      {
        "id": "Hvidløg",
        "amount": 5
      },
      {
        "id": "Flute",
        "amount": 1
      },
      {
        "id": "Olivenolie",
        "amount": 0.00
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Skær løget og pres hvidløgene. Steg løget og 1/3 del af hvidløget i olien ved middelhøj varme i 2 minutter.\\ Tilsæt kokosmælk, 1/2 liter kogende vand, de frosne ærter og bouillonterningen. Kom låg på gryden og skru ned for varmen.\\ Mens suppen koger skær brødet i passende stykker og kom olivenolie, resten af hvidløget og salt på stykkerne, hvorefter de kommer i en ovn på 180 grader varmluft i 5-10 minutter.\\ Kom mynten i suppen, blend og smag til med salt og peber. ",
    "persons": 3,
    "time": "25 minutter"
  },
  
  {
    "name": "Couscous med gulerøder, squash og turbo-tomatsauce",
    "desc": "En klimavenlig og sund gryderet som ikke tager lang tid at lave",
    "content": [
      {
        "id": "Rødløg",
        "amount": 2
      },
      {
        "id": "Gulerødder",
        "amount": 3
      },
      {
        "id": "Squash",
        "amount": 1
      },
      {
        "id": "Hvidløg",
        "amount": 1
      },
      {
        "id": "Olivenolie",
        "amount": 1
      },
      {
        "id": "Stødt spidskommen eller stødt koriander",
        "amount": 2
      },
      {
        "id": "Laurbærblade",
        "amount": 1
      },
      {
        "id": "Dåsetomater",
        "amount": 0.4
      },
      {
        "id": "Couscous",
        "amount": 2
      },
      {
        "id": "Vand",
        "amount": 0.25
      },
      {
        "id": "Salt",
        "amount": 1
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Bland couscoussen med salt i en gryde med tætsluttende låg. Hæld kogende vand på. Kom låget på gryden og lad den stå 15 minutter, uden du løfter låget. Der skal ikke være varme under gryden.\\ Skræl og skær gulerødderne i 0.5 cm tynde skiver på skrå. Skær squashen i mindre stykker eller i halve skiver. Pil og skær løget i tynde både. Pil hvidløgsfeddet. Hvis det er stort, så skær det i to stykker, så der er plads til stykkerne i din hvidløgspresser. \\Hæld olien på panden. Kom grøntsagerne på, når den er varm. Steg under omrøring i 3 minutter. \\Pres hvidløg over og kom spidskommen i. Steg videre under jævnlig omrøring 2 minutter mere. \\Tilsæt tomat og laurbær. Kog videre under låg ved lav varme ca. 5 minutter under jævnlig omrøring. Smag til.",
    "persons": 4,
    "time": "30 minutter"
  },
  {
    "name": "Fennikelgryde",
    "desc": "Som variation kan smøret erstattes med olie og kokosmælk, eller risene med linser for mere protein",
    "content": [
      {
        "id": "Smør",
        "amount": 0.01
      },
      {
        "id": "Fennikler i mindre stykker",
        "amount": 4
      },
      {
        "id": "Løg",
        "amount": 2
      },
      {
        "id": "Kidneybønner",
        "amount": 1
      },
      {
        "id": "Tomatsuppe",
        "amount": 0.5
      },
      {
        "id": "Salt",
        "amount": 1
      },
      {
        "id": "Grofthakkede, friske basilikumblade",
        "amount": 0.5
      },
      {
        "id": "Dåsetomater",
        "amount": 0.4
      },
      {
        "id": "Ris",
        "amount": 0.320
      }
    ],
    "recipe": "Lad smørret smelte i en gryde ved kraftig varme, men uden at det bruner. Svits fennikel og groft hakkede løg i ca. 3 min.\\ Rør afdryppede bønner og tomatsuppe i og lad retten koge ved svag varme og under låg i ca. 3 min. - eller til grøntsagerne er møre.\\ Tilsæt basilikum og salt. Smag til og server fennikelgryde sammen med nykogte ris.",
    "persons": 4,
    "time": "30 minutter"
  },
  {
    "name": "Ovnbagt ratatouille",
    "desc": "En mere bastant ret, der sagtens kan spises alene som aftensmad, eller med brød til",
    "content": [
      {
        "id": "Løg",
        "amount": 2
      },
      {
        "id": "Peberfrugt",
        "amount": 2
      },
      {
        "id": "Courgette",
        "amount": 0.4
      },
      {
        "id": "Aubergine",
        "amount": 1
      },
      {
        "id": "Olivenolie (til grøntsagerne)",
        "amount": 5
      },
      {
        "id": "Salt og peber",
        "amount": 0
      },
      {
        "id": "Olivenolie (til tomatsaucen)",
        "amount": 2
      },
      {
        "id": "Hvidløg",
        "amount": 3
      },
      {
        "id": "Dåsetomater",
        "amount": 2
      },
      {
        "id": "Laurbærblade",
        "amount": 0
      },
      {
        "id": "Timiankvist",
        "amount": 0
      },
      {
        "id": "Sukker",
        "amount": 0
      }
    ],
    "recipe": "Forvarm ovnen til 190 grader. Skær løgene i tykke stykker fra rod til top. Skær peberfrugterne i stykker på 2-3 cm. Hvis courgetterne er meget store, så halver dem på langs før de skæres i tykke skiver. Skær auberginen i 2-3 cm terninger. \\Put grønsagerne i et stort ovnfast fad, tilføj olivenolien og masser af salt og peber og bland godt sammen. Bag det i 1-1.5 time, rør rundt i det en eller to gange, indtil grønsagerne er møre, mindre og begynder at se brune ud. \\I mellemtiden laves tomatsaucen. Varm olivenolien i en stor stegepande på mellem-til-lav varme. Tilføj hvidløg og lad det syde lidt i et minut uden at brunes. Tilføj så tomaterne med saft, lauerbærblad og timiankvist. Koges let i omkring 45 minutter, rør rundt ofte og knus tomaterne med en gaffel. Smag til med salt og peber, når du har en tyk, frugtkødssovs. \\Når grønsagerne er bagt, tilføj tomatsaucen, bland godt og sæt tilbage i ovnen i 10 minutter, indtil det bobler og dufter. Mens det stadig er varmt, rør rundt og krydr med oregano/timian. Serveres varm eller kold, men ikke lunken.",
    "persons": 4,
    "time": "1,5 time"
  },
  {
    "name": "Kartoffel-porresuppe",
    "desc": "Velegnet til store arrangementer. Kan med fordel pyntes med persille",
    "content": [
      {
        "id": "Kartofler",
        "amount": 153.8
      },
      {
        "id": "Porre",
        "amount": 25
      },
      {
        "id": "Løg",
        "amount": 12
      },
      {
        "id": "Vand",
        "amount": 13
      },
      {
        "id": "Mælk",
        "amount": 6
      },
      {
        "id": "Grøntsagsbouillon",
        "amount": 20
      },
      {
        "id": "Salt og peber",
        "amount": 0
      },
      {
        "id": "Madlavningsolie",
        "amount": 0
      },
      {
        "id": "Flute",
        "amount": 0
      }
    ],
    "recipe": "Løg, porrer og kartofler skæres i stykker.\\ Grøntsagerne svitser i lidt olie i en stor gryde.\\ Tilsæt vand, mælk og bouillon. Lad det hele koge i 20 minutter.\\ Blend suppen og smag til med salt og peber.\\ Server med lidt porre i strimler og lidt persille samt flutes.",
    "persons": 50,
    "time": "30 minutter"
  },
  {
    "name": "Burger",
    "desc": "Et vegetarisk alternativ til den klassiske burger. Kan bruges som frokost til større arrangementer.",
    "content": [
      {
        "id": "Linser",
        "amount": 0.150
      },
      {
        "id": "Vand",
        "amount": 4.5
      },
      {
        "id": "Gulerødder",
        "amount": 1.5
      },
      {
        "id": "Salt",
        "amount": 0.5
      },
      {
        "id": "Porre",
        "amount": 0.75
      },
      {
        "id": "Havregryn",
        "amount": 20
      },
      {
        "id": "Kikærtemel",
        "amount": 1.675
      },
      {
        "id": "Soya",
        "amount": 1
      },
      {
        "id": "Citronsaft",
        "amount": 3
      },
      {
        "id": "Tomater",
        "amount": 2.4
      },
      {
        "id": "Rødløg",
        "amount": 1.2
      },
      {
        "id": "Salat",
        "amount": 0.5
      },
      {
        "id": "Agurk",
        "amount": 1
      },
      {
        "id": "Burgerboller",
        "amount": 5
      },
      {
        "id": "Persille",
        "amount": 0
      }
    ],
    "recipe": "Skyl linserne og kog dem i vandet ca. 15-20 min. Blend dem med en stavblender til en grov masse, med stykker af hele linser.\\ Bland massen med reven gulerod, porre, salt, havregryn og kikærtemel. Lad farsen trække i et par minutter og bland de resterende ingreidenser i. Tilsæt evt. mere væske.\\ Formes til 4 store eller 6 mindre burgerbøffer og steges på en pande i ca. 3 minutter på hver side.\\ Server i lune burgerboller med tilbehør",
    "persons": 5,
    "time": "30 minutter",
    "meal": "Frokost"
  },
  {
    "name": "Chili sin carne",
    "desc": "God opskrift til større arrangementer.",
    "content": [
      {
        "id": "Løg",
        "amount": 1
      },
      {
        "id": "Hvidløg",
        "amount": 2
      },
      {
        "id": "Madlavningsolie",
        "amount": 1
      },
      {
        "id": "Hakkede tomater",
        "amount": 13
      },
      {
        "id": "Tomatpuré",
        "amount": 2
      },
      {
        "id": "Soyaprodukt, f.eks. gourmetfars",
        "amount": 0.3
      },
      {
        "id": "Grøntsagsbouillon",
        "amount": 1
      },
      {
        "id": "Laurbærblade",
        "amount": 0
      },
      {
        "id": "Sambal Oelek",
        "amount": 1
      },
      {
        "id": "Stødt spidskommen",
        "amount": 0
      },
      {
        "id": "Kanel",
        "amount": 1
      },
      {
        "id": "Kidneybønner",
        "amount": 1
      },
      {
        "id": "Salt og peber",
        "amount": 1
      },
      {
        "id": "Couscous",
        "amount": 3.5
      }
    ],
    "recipe": "Skræl og striml almindeligt løg og hvidløg. Steg løgene i lidt olie på svag varme. \\Tilsæt hakkede tomater, tomatpuré, soyaprodukt, bouillonterning, krydderier samt kidneybønner med deres kogevand.\\ Lad det simre ca. fem minutter og smag til med salt og peber.\\ Server med couscous",
    "persons": 7,
    "time": "30 minutter"
  },
  {
    "name": "Citronglaseret broccoli",
    "desc": "En ret der fungerer godt som pålæg til frokost eller som aftensmad med brød til",
    "content": [
      {
        "id": "Olivenolie",
        "amount": 2
      },
      {
        "id": "Parmesanost",
        "amount": 0.050
      },
      {
        "id": "Citrons saft og fintrevede skal",
        "amount": 0.5
      },
      {
        "id": "Salt",
        "amount": 0
      },
      {
        "id": "Vand",
        "amount": 0.015
      },
      {
        "id": "Rørsukker",
        "amount": 0.5
      },
      {
        "id": "Sort kværnet peber",
        "amount": 0
      },
      {
        "id": "Broccoli",
        "amount": 0.35
      }
    ],
    "recipe": "Kålen deles i grove buketter og svinges i varm olie et par minutter.\\ Sukker, vand, citronskal og saft kommes ved og gryden dækkes med låg.\\ Damp i 2 minutter til kålen er sprødmør, og smag til med salt og kværnet sort peber.\\ Server drysset med parmesan og spis godt brød til.",
    "persons": 4,
    "time": "30 minutter",
	"meal": "Frokost"
  },
  {
    "name": "Kyllingefrikadeller",
    "desc": "En glutenfri oprskrift. Som alternativ til glutenfri havregryn kan mel af loppefrøsskaller bruges",
    "content": [
      {
        "id": "Hakket kyllingekød",
        "amount": 0.500
      },
      {
        "id": "Forårsløg",
        "amount": 2
      },
      {
        "id": "Fine ærter",
        "amount": 0.16
      },
      {
        "id": "Æg",
        "amount": 1
      },
      {
        "id": "Glutenfri havregryn",
        "amount": 0.015
      },
      {
        "id": "Koriander",
        "amount": 0
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Hak forårsløg fint. Rør kød, løg, optøede ærter, æg og havregryn sammen.\\ Tilføj krydderier. Form til små frikadeller og steg på panden til de er brune.\\ Lad dem gå i ovnen 10 minutter efterfølgende ved 160 graders varmluft, for at holde på fugten i dem.",
    "persons": 4,
    "time": "30 minutter"
  },
  {
    "name": "Stegte ris med eller uden kød",
    "desc": "En glutenfri oprskrift. Hvis der tilføjes kød stiger $CO_2$ udledningen betragteligt, især hvis kødet stammer fra klovdyr (se evt. tabellen til sidst i kogebogen)",
    "content": [
      {
        "id": "Ris",
        "amount": 0.300
      },
      {
        "id": "Forårsløg",
        "amount": 3
      },
      {
        "id": "Fine ærter",
        "amount": 0
      },
      {
        "id": "Søde majs",
        "amount": 0
      },
      {
        "id": "Gulerødder",
        "amount": 5
      },
      {
        "id": "Æg",
        "amount": 3
      },
      {
        "id": "Selleri",
        "amount": 2
      },
      {
        "id": "Evt. hakket kød efter eget valg",
        "amount": 3
      }
    ],
    "recipe": "Kog risene dagen før og lad dem stå i køleskabet natten over. \\Snit alle grøntsager fint og steg dem på panden. \\Pisk æggene og lav dem til røræg på en separat pande. \\Vend risene i med de stegte grøntsager. Vend æggene i. \\Ønskes det med kød, så steges dette på en separat pande og vendes i til sidst.",
    "persons": 4,
    "time": "30 minutter"
  },
  {
    "name": "Glutenfri suppe",
    "desc": "En glutenfri oprskrift som alle kan spise.",
    "content": [
      {
        "id": "Rødbeder",
        "amount": 2.5
      },
      {
        "id": "Bagekartofler",
        "amount": 3
      },
      {
        "id": "Selleri",
        "amount": 3
      },
      {
        "id": "Gulerødder",
        "amount": 4
      },
      {
        "id": "Søde kartofler",
        "amount": 1.5
      },
      {
        "id": "Grøntsagsbouillon",
        "amount": 3
      },
      {
        "id": "Salt",
        "amount": 0
      }
    ],
    "recipe": "Alle grøntsager skrælles og skæres i tern.\\ Grøntsagsboullion blandes med 1.5 liter vand og sættes i kog i en stor gryde.Tilsæt et drys salt. \\ Alle grøntsagstern koges heri til de er helt bløde.\\ Hele molevitten køres i gennem med en stavblender til der er en fin konsistens.\\ Kan smages til med salt.",
    "persons": 5,
    "time": "Delvist ukendt, men estimeret til 30 minutter"
  },
   {
    "name": "Ærtepuré",
    "desc": "En opskrift der med fordel kan bruges til grøntsagsstænger eller som pålæg.",
    "content": [
      {
        "id": "Frosne ærter",
        "amount": 0.200
      },
      {
        "id": "Citronsaft",
        "amount": 0
      },
      {
        "id": "Hvidløg",
        "amount": 1.5
      },
      {
        "id": "Græsk yoghurt",
        "amount": 2
      },
      {
        "id": "Salt og peber",
        "amount": 0
      },
      {
        "id": "Spidskommen",
        "amount": 1
      }
    ],
    "recipe": "Hæld kogende vand over de frosne ærter og lad dem stå et par minutter til de er optøede.\\ Dræn vandet fra og blend ærterne til en jævn puré.\\ Rør med skyr og smag til med presset hvidløg, spidskommen, citronsaft, salt og peber.",
    "persons": 4,
    "time": "10 minutter",
	"meal": "Frokost"
  },
   {
    "name": "Æggesalat",
    "desc": "En ret der er velegnet som pålæg til frokost.",
    "content": [
      {
        "id": "Æg",
        "amount": 8
      },
      {
        "id": "Græsk yoghurt",
        "amount": 7
      },
      {
        "id": "Karry",
        "amount": 4
      },
      {
        "id": "Salt",
        "amount": 1
      },
	  {
        "id": "Peber",
        "amount": 1
      }
    ],
    "recipe": "Kog æggene: læg dem i en gryde og dæk dem med vand. Sæt låg på gryden og sæt den over kog. \\Når vandet koger skruer du lidt ned og sætter et ur på 8 min.\\Efter 8 min hældes vandet fra og æggene skylles med koldt vand. Pil æggene \\Yoghurten røres sammen med krydderierne til en dressing\\Æggene skæres i små tern og blandes i dressingen",
    "persons": 4,
    "time": "20 minutter ",
	"meal": "Frokost"
  },
     {
    "name": "Omelet m. løg og gedeost",
    "desc": "En ret der bedst egner sig til at spise selv, og som ikke er god til et større arrangement",
    "content": [
      {
        "id": "Æg",
        "amount": 2
      },
      {
        "id": "Løg",
        "amount": 0.5
      },
      {
        "id": "Gedeost",
        "amount": 5.5
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Snit løg og steg dem til de er bløde på panden.\\ Slå æggene ud og pisk dem let. Hæld dem over de bløde løg på panden og lad den stå ved svag varme, til den er fast.\\ Læg skiverne af gedeost på den stadig varme omelet og server med det samme.",
    "persons": 1,
    "time": "10 minutter +5 minutter per omelet ",
	"meal": "Morgenmad"
  },
  {
    "name": "Bananpandekager",
    "desc": "En nem morgenmadsret. Hvis den skal laves til mange personer på en gang, kræver det flere pander. Som topping kan frugt, bær, honning, chokolade eller peanutbutter f.eks. bruges. Som alternativ til mel kan nøddemælk bruges",
    "content": [
      {
        "id": "Modne bananer",
        "amount": 2
      },
      {
        "id": "Æg",
        "amount": 3
      },
      {
        "id": "Havregryn",
        "amount": 0.035
      },
	  {
        "id": "Kardemomme, vaniljepulver eller kanel",
        "amount": 0.5
      },
      {
        "id": "Grov mel",
        "amount": 0.060
      },
	  {
        "id": "Fedtstof til stegning",
        "amount": 0
      }
    ],
    "recipe": "Mos bananerne godt og pisk dem sammen med de øvrige ingredienser.\\ Varm panden op og kom fedtstof på. Kom pandekagedejen på i klatter med en spiseske.\\ Vend dem, når de er stegt på den ene side. Servér straks.",
    "persons": 4,
    "time": "15 minutter +2 minutter per pandekage",
	"meal": "Morgenmad"
  },
    {
    "name": "Pandekager",
    "desc": "Et sødt alternativ til bananpandekagerne. Mere egnet som dessert end som morgenmad. Opskriften bliver til 10 pandekager",
    "content": [
      {
        "id": "Hvedemel",
        "amount": 0.150
      },
      {
        "id": "Vand",
        "amount": 0.450
      },
      {
        "id": "Æg",
        "amount": 3
      },
	  {
        "id": "Salt",
        "amount": 0.5
      },
      {
        "id": "Magarine",
        "amount": 0.050
      }
	  
    ],
    "recipe": "Pisk melet sammen med halvdelen af mælken til en jævn blanding. Tilsæt resten af mælken, æg og salt - og pisk det hele godt.\\ Smelt smørret i en stegepande og kom det i blandingen.\\ Bag tynde pandekager på en rigtig varm stegepande. Brug 1/2- 3/4 dl dej pr. pandekage.\\ Server de lune pandekager med forskellige slags syltetøj og sukker.",
    "persons": 2,
    "time": "15 minutter +2 minutter per pandekage",
	"meal": "Snacks og desserter"
	
  },
  {
    "name": "Perlebyggrød",
    "desc": "En grød, der kan bruges som morgenmad, og som nemt kan laves til mange. Man kan undlade tørrede bær og erstatte med den frugt, man har lyst til, fx rosiner eller banan.",
    "content": [
      {
        "id": "Perlebyg",
        "amount": 0.100
      },
      {
        "id": "Mælk",
        "amount": 1
      },
      {
        "id": "Sukker",
        "amount": 0.03
      },
	  {
        "id": "Salt",
        "amount": 0
      },
      {
        "id": "Tørrede bær (tranebær, tyttebær)",
        "amount": 0.100
      },
	   {
        "id": "Kanelsukker",
        "amount": 0
      }
    ],
    "recipe": "Kom perlebyg, mælk, sukker og salt i en gryde og kog det i ca. 30 min. under let omrøring, til det bliver en cremet grød.\\ Vend de tørrede bær i grøden. \\Drys evt. med kanelsukker, og server.",
    "persons": 4,
    "time": "40 minutter",
	"meal": "Morgenmad"
  },
  {
    "name": "Havregrød",
    "desc": "En grød, der kan bruges som morgenmad, og som nemt kan laves til mange. Alt efter hvilken topping der benyttes kan udledningen ændres. Opskriften kan også varmes 1 par minutter i mikroovnen i stedet",
    "content": [
      {
        "id": "Havregryn",
        "amount": 0.035
      },
      {
        "id": "Vand",
        "amount": 0.2
      },
	  {
        "id": "Salt",
        "amount": 0
      }
    ],
    "recipe": "Bland ingredienserne i en gryde og sæt det i kog indtil konsistensen er som ønsket.\\  Server med ønsket topping, fx frugtkompot/marmelade, kanelsukker, rosiner eller frisk frugt.",
    "persons": 1,
    "time": "Afhænger af den kogte mængde vand",
	"meal": "Morgenmad"
  },
   {
    "name": "Havregryn med havremælk",
    "desc": "En af de simpleste former for morgenmad. Egner sig fint til større arrangementer. Denne variant er med havremælk, da denne har den laveste udledning af alle former for mælk.",
    "content": [
      {
        "id": "Havregryn",
        "amount": 0.125
      },
      {
        "id": "Havremælk",
        "amount": 2.25
      }
    ],
    "recipe": "Havregrynene stilles op i en skål med havremælken ved siden af.\\ Her kan diverse toppings påføres. Som topping kan blandt andet benyttes sukker, nødder, banan eller andet frugt. Klimapåvirkningen af disse kan vurderes ud fra registeret i slutningen af bogen",
    "persons": 1,
    "time": "0 minutter (Mere, alt efter valget af toppings)",
	"meal": "Morgenmad"
  },
   {
    "desc": "Opskrift på boller som kan bruges til morgenmad. Opskriften giver 2 boller per person",
    "name": "Boller",
    "content": [
      {
        "id": "Knækkede rugkerner",
        "amount": 0.500
      },
      {
        "id": "Gær",
        "amount": 0.05
      },
      {
        "id": "Hvedemel",
        "amount": 2
      },
	  {
        "id": "Vand",
        "amount": 1.5
      },
      {
        "id": "Salt",
        "amount": 5
      },
	   {
        "id": "Sukker",
        "amount": 0.010
      }
    ],
    "recipe": "Kog rugkernerne i 5 minutter med 600 ml vand\\ Overhæld dem med det resterende, kolde vand og lad det hele afkøle i køleskabet i ca. 30 minutter, til det er blevet godt lunkent.\\Udrør gær i det lunkne vand og tilsæt salt, sukker og mel, som altsammen røres godt sammen – meget gerne på røremaskine i minimum 10 minutter.\\ Form bollerne med spiseskeer dyppet regelmæssigt i vand og placer dem på en bageplade med bagepapir.\\ Stil boller til hævning under viskestykker i 1.5 time.\\ Bag dem ved 180 grader i ca. 14-17 minutter",
    "persons": 22,
    "time": "Forberedelse og bagning 40 min, Hævning ca 1,5 + 0,5 time",
	"meal": "Morgenmad"
  },
  {
    "desc": "Mere grove boller der også inkluderer gulerod. Opskriften giver 2 boller per person. Tilsæt evt revne æbler og erstat hvedemel med grovere mel",
    "name": "Gulerodsboller",
    "content": [
      {
        "id": "Vand",
        "amount": 0.500
      },
      {
        "id": "Gær",
        "amount": 0.05
      },
      {
        "id": "Salt",
        "amount": 1
      },
	  {
        "id": "Olivenolie",
        "amount": 2
      },
      {
        "id": "Gulerødder",
        "amount": 2.5
      },
	  {
        "id": "Hvedemel",
        "amount": 1
      },
	   {
        "id": "Solsikkekerner",
        "amount": 2
      }
    ],
    "recipe": "Vandet gøres lunket, og gæren og sukkeren tilsættes.\\ Riv guleroden og rør den, olivenolie, solsikkekerner og salt i.\\ Rør noget af melet i og når det begynder at samle sig, så tag dejen ud på bordet og ælt dejen godt.\\ Sæt dejen til hævning i 1 time et lunt sted og med et klæde over.\\ Form dejen til ca. 24 boller og sæt på bageplade. Lad den hæve i yderligere 30 minutter. \\Bag ved 180 grader varmluft i ca. 14-17 minutter. Afkøl på bagerist.",
    "persons": 12,
    "time": "Forberedelse og bagning 40 min, Hævning ca 1,5 time",
	"meal": "Morgenmad"
  },
  {
    "desc": "Hjemmelavet pålæg der både kan bruges som morgen eller aftensmad",
    "name": "Figenpålæg",
    "content": [
      {
        "id": "Tørrede figner",
        "amount": 15
      },
      {
        "id": "Daddel",
        "amount": 4
      },
      {
        "id": "Citrons saft",
        "amount": 1
      },
	  {
        "id": "Vand",
        "amount": 0.15
      },
      {
        "id": "Vaniljepulver",
        "amount": 1
      },
	  {
        "id": "Salt",
        "amount": 0
      }
      
    ],
    "recipe": "Skær fignerne og dadlerne i mindre stykker, og kom alle ingredienserne i en gryde.\\ Bring det hele i kog. Skru herefter ned for varmen, og lad det hele simre i 10-15 minutter.\\ Lad det køle lidt af og stik så en stavblender i gryden, og kør til du har en jævn konsistens. Smag til med salt",
    "persons": 4,
    "time": "20 minutter",
	"meal": "Morgenmad"
  },
  {
    "desc": "En snack der med fordel kan spises sammen med rosenkålspuré. I opskriften er taget udgangspunkt i at et rugbrød vejer et kilo, i det der i den indsendte opskrift til redaktionens store fortrydelse ikke var beskrevet hvilken størrelse rugbrød der var tale om.",
    "name": "Rugbrødschips",
    "content": [
      {
        "id": "Ikke-skiveskåret rugbrød",
        "amount": 0.25
      },
      {
        "id": "Olivenolie",
        "amount": 0
      },
      {
        "id": "Havsalt",
        "amount": 0
      }
      
    ],
    "recipe": "Opvarm ovnen på 200 grader.\\ Skær rugbrødet i så tynde skiver, som du kan. Skær skiverne i små trekanter.\\Fordel rugbrødstrekanterne på en bageplade med bagepapir. De skal ligge i ét lag, så brug evt. flere bageplader.\\ Dryp olivenolie ud over rugbrødsstykkerne. Drys med havsalt.\\ Sæt bagepladen med rugbrødstykkerne i ovnen i ca. 12 min. Afkøl dem på en rist og spis dem eller opbevar dem i en tætlukke dåse eller glas. ",
    "persons": 4,
    "time": "15 minutter",
	"meal": "Snacks og desserter"
  },
   {
    "desc": "En snack der passer godt sammen med ting der kan dyppes i, f.eks. rugbrødschips",
    "name": "Rosenkålspuré",
    "content": [
      {
        "id": "Rosenkål",
        "amount": 0.7
      },
      {
        "id": "Smør",
        "amount": 0.05
      },
	  {
        "id": "Salt og peber",
        "amount": 0
      },
	  {
        "id": "Honning",
        "amount": 0.15
      },
	  {
        "id": "Æbleeddike",
        "amount": 0.5
      }
      
    ],
    "recipe": "Skyl rosenkålene, skær det nederste af roden og fjern yderbladene, indtil de ikke 'slipper' af sig selv. Ydrebladende kan eventuelt gemmes til en salat.\\ Bring en gryde med vand og salt i kog. Skær hjertet af rosenkålen (det inderste) i kvarter, og blancher rosenkålen i ca. 2 minutter til de er møre, men ikke overkogte. Pas på de ikke koger for længe, da det kan give en bitter smag og dårlig lugt\\ Blend rosenkålene med koldt smør, salt, peber, honning og eddike i en foodprocessor eller med en stavblender indtil det bliver en puré. ",
    "persons": 4,
    "time": "15 minutter",
	"meal": "Snacks og desserter"
  },
  {
    "name": "Vegetarisk risotto",
    "desc": "Vegatarisk risotto der kan benyttes som hovederet. Sæssonsvarende svampe kan med fordel benyttes",
    "content": [
      {
        "id": "Risottoris",
        "amount": 0.300
      },
      {
        "id": "Vand",
        "amount": 1
      },
      {
        "id": "Grøntsagsbouillon",
        "amount": 1
      },
      {
        "id": "Løg",
        "amount": 1
      },
      {
        "id": "Hvidløg",
        "amount": 2
      },
      {
        "id": "Persille",
        "amount": 1
      },
      {
        "id": "Blandede svampe",
        "amount": 0.200
      },
      {
        "id": "Olivenolie",
        "amount": 3
      },
      {
        "id": "Parmesanost",
        "amount": 0.150
      },
      {
        "id": "Smør",
        "amount": 0.025
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Start med at skære løg, hvidløg, rense og skære svampene i mundrette stykker.\\ Varm olien op i en middelvarm gryde og kog en liter vand evt i en elkedel.\\ Steg løg og hvidløg i et minut, hvorefter ris tilsættes og steges i ca. et minut til den bliver klar i farven. Tilsæt kogende vand lidt efter lidt under omrøring. Det tager ca. 20-30 minutter.\\ Skyl og hak derefter persillen, som tilsættes risottoen sammen med 50 gram revet parmesan eller gærflager og eventuelt smør. \\Lad parmesanen smelte og smag til med salt og peber. Server med revet parmesan og lidt hakket persille ved siden af til selv at putte på.",
    "persons": 4,
    "time": "50 minutter"
  },
    {
    "name": "Hjemmelavet knækbrød",
    "desc": "Snackknækbrød der kan laves til mange på en gang",
    "content": [
      {
        "id": "Solsikkekerner",
        "amount": 1
      },
      {
        "id": "Hørfrø",
        "amount": 1
      },
      {
        "id": "Sesamfrø",
        "amount": 1
      },
      {
        "id": "Græskarkerner",
        "amount": 1
      },
      {
        "id": "Havregryn",
        "amount": 0.035
      },
      {
        "id": "Hvedemel",
        "amount": 0.180
      },
      {
        "id": "Vand",
        "amount": 0.200
      },
      {
        "id": "Olivenolie",
        "amount": 6.666
      },
      {
        "id": "Salt",
        "amount": 1
      },
      {
        "id": "Bagepulver",
        "amount": 1
      }
    ],
    "recipe": "Bland det hele i en skål.\\Rul massen ud på to bageplader og markér med en kniv hvor store stykker, du vil have.\\ Bag dem i ovnen ved 200 grader indtil de er gyldne – det tager cirka 15 minutter i min ovn.\\ Servér straks eller opbevar lufttæt.",
    "persons": 4,
    "time": "1 time",
	"meal": "Snacks og desserter"
  },
  {
    "name": "Falafel",
    "desc": "Lækre falafler som kan laves og spises med det samme, eller fryses ned til senere brug. Kan serveres med tilbehør, som fyld i pitabrød, eller som pålæg til frokost",
    "content": [
      {
        "id": "Kikærter",
        "amount": 1
      },
      {
        "id": "Persille",
        "amount": 2
      },
      {
        "id": "Hvidløg",
        "amount": 2
      },
	  {
        "id": "Æg",
        "amount": 3
      },
	  {
        "id": "Salt",
        "amount": 2
      },
	  {
        "id": "Koriander",
        "amount": 4
      },
	  {
        "id": "Spidskommen",
        "amount": 4
      },
	   {
        "id": "Chilipulver",
        "amount": 4
      },
	  {
        "id": "Rasp",
        "amount": 4
      },
	  {
        "id": "Citronsaft",
        "amount": 6
      },
	  {
        "id": "Løg",
        "amount": 1.5
      },
      {
        "id": "Madlavningsolie",
        "amount": 50
      }
    ],
    "recipe": "De tørrede kikærter sættes i blød dagen før. Alternativt kan 800g udblødte kikærter bruges\\ På dagen hældes vandet fra kikærterne.\\ Kikærterne puttes i en foodprocessor eller blender sammen med de andre ingredienser (undtagen olien, som bruges til at stege dem i). Blend alle ingredienserne sammen indtil de er blevet til en form for fars, som dog stadig godt må være en smule grov\\ Opvarm olien i en gryde. Den er færdig når den syder omkring en træpind.\\ Falaflerne formes herefter i hænderne til små kødbollelignende kugler, og puttes i gryden en efter en.\\ Herefter steges falaflerne i olien i takt med at de laves. De er færdige når deres overflade er brunlig og sprød. Det er vigtigt at huske at vende dem i gryden, og ikke lade sig blive snydt af at de i starten er lidt bløde. De hærdes nemlig når de køler.\\ Læg dem på en tallerken sammen, og varm kort i en ovn inden spisning",
    "persons": 4,
    "time": "1 time",
	"meal": "Aftensmad"
  },
   {
    "name": "Kartoffel-bønne-salat",
    "desc": "En salat der kan laves som nem frokost. Kartofler tilovers fra et måltid dagen før kan med fordel benyttes",
    "content": [
      {
        "id": "Grønne bønner",
        "amount": 0.250
      },
      {
        "id": "Honning",
        "amount": 1
      },
      {
        "id": "Sennep",
        "amount": 0.66
      },
	  {
        "id": "Olivenolie",
        "amount": 1
      },
	  {
        "id": "Kartofler",
        "amount": 0.300
      },
	  {
        "id": "Rødløg",
        "amount": 1
      },
	  {
        "id": "Friske basilikumblade",
        "amount": 0
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Kartoflerne skrælles og halveres.\\ Læg dem i kogende vand og lad koge i 15-20 minutter afhængig af størrelse. Bønnerne skal også koges i letsaltet vand, blot i 4 -5 minutter.\\ Derefter skæres et rødløg i tynde både og friske basilikumblade skylles.\\ Dressingen røres af honning, sennep og olivenolie. Smag til med salt.\\ Når bønner og kartofler har kogt, skæres kartoflerne i tern, mens bønnerne halveres.\\ Bland det hele sammen i en skål med dressing og rødløg. \\Pynt med basilikum og husk at denne ret både kan serveres varm og kold.",
    "persons": 4,
    "time": "1 time, mindre hvis kartoflerne koges dagen før",
	"meal": "Frokost"
  },
  {
    "name": "Middelhavsgryde",
    "desc": "En gryderet, der nemt kan laves til større arrangementer.",
    "content": [
      {
        "id": "Grønne bønner",
        "amount": 0.100
      },
      {
        "id": "Løg",
        "amount": 1
      },
      {
        "id": "Kidneybønner",
        "amount": 1
      },
	  {
        "id": "Hakkede tomater",
        "amount": 1
      },
	  {
        "id": "Kartofler",
        "amount": 0.250
      },
	  {
        "id": "Hvidløg",
        "amount": 2
      },
	  {
        "id": "Grøntsagsbouillon",
        "amount": 1
      },
	  {
        "id": "Timian",
        "amount": 1
      },
	  {
        "id": "Oregano",
        "amount": 1
      },
	  {
        "id": "Basilikum",
        "amount": 1
      },
	  {
        "id": "Rosmarin",
        "amount": 1
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Tag de grønne bønner op af fryseren, så de kan tø lidt op. \\Skræl og skær kartoflerne i små tern. \\Skræl og skær løgene i både\\Dræn og skyl kidneybønnerne. \\Steg kartoflerne sammen med presset hvidløg ved mellemhøj varme i ca. 7 minutter – tilsæt lidt vand undervejs. \\Tilsæt løg og lad dem stege med i et par minutter, til de er klare. \\Tilsæt flåede tomater, krydderurter og bouillon og lad det hele småkoge under låg i ca. 12-15 minutter, til kartoflerne er næsten helt møre. \\Tilsæt grønne bønner og kidneybønner og varm retten godt igennem i, til kartoflerne er helt møre.\\Smag til med salt og friskkværnet peber",
    "persons": 4,
    "time": "40 minutter",
	"meal": "Aftensmad"
  },
   {
    "name": "Bagte rodfrugter",
    "desc": "Kan enten spises alene, eller som tilbehør til en form for kød (Klimapåvirkningen er selvfølgelig ændret derefter)",
    "content": [
      {
        "id": "Rodfrugter",
        "amount": 1
      },
      {
        "id": "Olivenolie",
        "amount": 3
      },
      {
        "id": "Timiankvist",
        "amount": 2.5
      },
	  {
        "id": "Citrons saft",
        "amount": 0.5
      },
	  {
        "id": "Havsalt",
        "amount": 3.5
      },
	  {
        "id": "Sort peber",
        "amount": 3.5
      }
    ],
    "recipe": "Skræl rodfrugterne og skær dem i skiver.\\ Blanchér dem i kogende, letsaltet vand i 3-5 min. til de er let møre, og lad dem dryppe af i en sigte.\\ Kom rodfrugterne i et fad, krydr med salt og peber, dryp med olie og kom timiankvistene ved.\\ Bag dem i ovnen i 30 min. ved 175 grader til de er godt gyldne.\\ Dryp de bagte rodfrugter med citronsaft",
    "persons": 4,
    "time": "40 minutter",
	"meal": "Aftensmad"
  },
   {
    "name": "Vegetarisk Moussaka med auberginer",
    "desc": "En lækker vegetarisk ret, der også sagtens kan benyttes til større arrangementer. Bechamelsaucen kan produceres selv efter opskriften i bogen her, eller købes færdigt",
    "content": [
      {
        "id": "Løg",
        "amount": 1
      },
      {
        "id": "Hvidløg",
        "amount": 2
      },
      {
        "id": "Olivenolie",
        "amount": 0
      },
	  {
        "id": "Kartofler",
        "amount": 0.400
      },
	  {
        "id": "Squash",
        "amount": 0.5
      },
	  {
        "id": "Aubergine",
        "amount": 1
      },
	  {
        "id": "Champignon",
        "amount": 0.250
      },
	  {
        "id": "Hakkede tomater",
        "amount": 2
      },
	  {
        "id": "Salt og peber",
        "amount": 0
      },
	  {
        "id": "Bechamelsauce",
        "amount": 1
      }
	  ],
    "recipe": "Skræl kartofler og skær dem i skiver. Kog kartoffelskiverne i en gryde i ca. 4-5 min. De skal ikke koges møre.\\ Skyl aubergine og squash og skær dem i skiver. Placer dem på en tallerken drysset med salt, og lad skiverne trække indtil moussakaen skal samles.\\ Skyl champignoner og skær dem i skiver. Hak løg og hvidløg og svits det på panden med olie sammen med champignon ved høj varme. Svits til al vandet er fordampet væk fra svampene.\\ Tilsæt dernæst hakkede tomater salt og peber og lad tomatsovsen simre og fordampe yderligere ned imens bechamelsovsen laves.\\ Saml moussakaen ved at lægge et lag aubergineskiver i bunden. Dernæst tomatsovs, kartoffelskiver, bechamelsovs, squashskiver, tomatsovs, kartoffelskiver, bechamelsovs og aubergineskiver på toppen.\\Bag moussakaen i ovnen ved 180 graders varmluft i ca. 30-35 min",
    "persons": 4,
    "time": "1 time",
	"meal": "Aftensmad"
  },
  {
    "name": "Lasagne",
    "desc": "En lækker vegetarisk ret, der også sagtens kan benyttes til større arrangementer. Bechamelsaucen kan produceres selv efter opskriften i bogen her, eller købes færdigt. Sæssonsvarende svampe kan med fordel benyttes",
    "content": [
      {
        "id": "Blandede svampe",
        "amount": 0.200
      },
      {
        "id": "Valnødder, pecan eller cashew",
        "amount": 0.200
      },
      {
        "id": "Løg",
        "amount": 1
      },
	  {
        "id": "Hvidløg",
        "amount": 1.5
      },
	  {
        "id": "Gulerødder",
        "amount": 1
      },
	  {
        "id": "Peberfrugt",
        "amount": 1
      },
	  {
        "id": "Grøntsagsbouillon",
        "amount": 1
      },
	  {
        "id": "Hakkede tomater",
        "amount": 2
      },
	  {
        "id": "Vand",
        "amount": 0.1
      },
	  {
        "id": "Mørk balsamico eller soyasauce",
        "amount": 1.5
      },
	  {
        "id": "Sort peber",
        "amount": 0
      },
	  {
        "id": "Sukker",
        "amount": 0.0125
      },
	  {
        "id": "En spiseskefuld friske krydderurter a la rosmarin, timian, oregano eller en blanding samt et blad laurbær",
        "amount": 0
      },
	  {
        "id": "Grønkål eller spinat",
        "amount": 0.150
      },
	  {
        "id": "Lasagneplader",
        "amount": 0
      },
	  {
        "id": "Bechamelsauce",
        "amount": 1
      }
	  ],
    "recipe": "Svampene rives på et rivejern i små bevægelser (så du ikke får alt for lange strimler). Kom svampene på en pande og steg dem 10-15 minutter til de har afgivet al væske.\\Hak løg og hvidløg i meget små tern og steg dem på panden. Skær imens peberfrugt, gulerødder og bladselleri i lige så meget små tern og steg dem efterfølgende til de er blanke men ikke brankede. \\Hak nødderne fint men ikke til pulver. Kom alle ingredienser til kødFRIsovs inkl. tomatsovs, vand og krydderier i en gryde og lad det simre 10 minutter til en time afhængigt af hvor lang tid du har til rådighed. Tilsæt mere væske eller tomat hvis den bliver for tyk.\\ Skyl spinaten/grønkålen. Fjern eventuelle større stykker krydderurt og laurbær fra kødFRIsovsen.\\ Fordel et lag lasagneplader i bunden af et fad på omkring 20x30 cm. Fordel 1/3 af kødFRIsovsen ovenpå. Kom så 1/3 af spinaten på. Så 1/3 af ostesovsen. Fortsæt på denne måde en gang til, og så en gang mere uden ostesovs, som til sidst puttes oven på det sidste lag plader. \\Kom lasagnen i en kold varmluftsovn, tænd på 180 grader og bag til til den har fået en god farve ovenpå og en skarp kniv glider nogenlunde nemt gennem alle lag - cirka 35 minutter.\\Hvis det øverste lag lasagneplader buler meget op under bagningen, så pres dem forsigtigt ned i sovsen igen, så de bliver gennemkogt. Den skal være lysebrun i kanterne, får den mere går du glip af det snaskede øverste lag. \\Lad lasagnen køle ned i 15 minutter inden servering, så bliver den mere fast i det.",
    "persons": 4,
    "time": "1 time",
	"meal": "Aftensmad"
  },
  {
    "name": "Kikærtepostej med peberfrugt",
    "desc": "En postej, der kan bruges som pålæg til brød eller som dyppelse til snacks. Kan toppes med citron eller krydres med paprika",
    "content": [
      {
        "id": "Kikærter",
        "amount": 1
      },
      {
        "id": "Peberfrugt",
        "amount": 1
      },
      {
        "id": "Hvidløg",
        "amount": 3.5
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Skær peberfrugt i tern og halvér 3-4 fed hvidløg.\\ Hæld vandet fra kikærterne og kom alle ingredienser i en blender. Det hele blendes til en ensartet masse. \\Hvis man synes konsistensen er for fast, kan man tilføje lidt vand eller olie og blende igen, til man opnår den ønskede konsistens.",
    "persons": 4,
    "time": "5-10 minutter",
	"meal": "Frokost"
  },
  {
    "name": "Bechamelsauce til lasagne",
    "desc": "Sauce til de to lasagner i kogebogen. En vegansk udgave kan laved hvor vegansk smør og usødet soyamælk bruges, og hvor parmesanost udelukkes.",
    "content": [
      {
        "id": "Smør",
        "amount": 0.042
      },
      {
        "id": "Hvedemel",
        "amount": 0.018
      },
      {
        "id": "Mælk",
        "amount": 0.5
      },
	   {
        "id": "Parmesanost",
        "amount": 0.05
      },
	   {
        "id": "Muskatnød",
        "amount": 1.5
      },
      {
        "id": "Salt og peber",
        "amount": 0
      }
    ],
    "recipe": "Smelt smørret i en gryde, hvorefter melet tilsættes.\\ Derefter tilsættes mælken deciliter for deciliter under omrøring indtil rette konsistens opnås.\\ Tilsæt til slut muskatnød/ revet parmesan og smag til med salt og peber",
    "persons": 4,
    "time": "5-10 minutter",
	"meal": "Aftensmad"
  },

  {
    "name": "Pasta med kødsovs",
    "desc": "En velsmagende pasta med kødsovs der indeholder mange grøntsager og som derfor er både sund og forholdsvis klimavenlig.\\Tip: Brug en blender eller foodprocessor til at snitte grøntsagerne med. Man kan også snitte fint med en kniv, men rettens smag træder bedst frem, hvis grøntsagerne bliver blendet.  Kan laves i store portioner og fryses ned.",
    "content": [
      {
        "id": "Løg",
        "amount": 6
      },
      {
        "id": "Hvidløg",
        "amount": 6
      },
      {
        "id": "Olivenolie",
        "amount": 3
      },
      {
        "id": "Hakket oksekød",
        "amount": 2.4
      },
      {
        "id": "Hakkede tomater",
        "amount": 8
      },
      {
        "id": "Squash",
        "amount": 4
      },
      {
        "id": "Peberfrugt",
        "amount": 3
      },
      {
        "id": "Gulerødder",
        "amount": 9
      },
      {
        "id": "Vand",
        "amount": 0.3
      },
      {
        "id": "Oksekødsbouillon",
        "amount": 5
      },
      {
        "id": "Tomatpuré",
        "amount": 36
      },
      {
        "id": "Salt",
        "amount": 9
      },
      {
        "id": "Peber",
        "amount": 9
      },
      {
        "id": "Oregano",
        "amount": 18
      },
      {
        "id": "Timian",
        "amount": 6
      },
      {
        "id": "Basilikum",
        "amount": 6
      },
      {
        "id": "Chili",
        "amount": 3
      },
      {
        "id": "Pasta",
        "amount": 4
      },
      {
        "id": "Ketchup",
        "amount": 60
      },
      {
        "id": "Parmesanost",
        "amount": 0.5
      }
    ],
    "recipe": "Hak løg og skær hvidløg fin. Varm olien i bunden af en gryde, og svits løg og hvidløg til løgene bliver klare.\\Smuldr kødet i gryden og svits det, til det bliver lysebrunt.\\Tilsæt de hakkede tomater og vandet.\\Blend eller snit gulerødderne og tilsæt dem. Snit og tilsæt derefter squash og pebre.\\Tilføj krydderierne.\\Lad retten koge op, og derefter simre over lav varme i en times tid. Jo længere den får lov at simre, jo bedre vil retten smage.\\Kog pasta'en i en gryde med vand og lidt salt.\\Server med katchup og parmesanost.",
    "persons": 20,
    "time": "1 time + 1 time til at simre",
    "meal": "Aftensmad"
  }
]
   
